app/Controllers/AdminScientist.php

SELECT *
FROM `scientist`
---
    public function index()
    {
        return view ('admin/adminscientist', [
            "title" => 'nama',
            "scientist" => $this->scientist->findAll()