app/Controllers/AdminDuasarjana.php

SELECT *
FROM `duasarjana`
---
    public function index()
    {
        return view('admin/admindusar', [
            "title" => "Dua Sarjana Per Desa",
            "duasarjana" => $this->duasarjana->findAll()