app/Controllers/AdminTugasAkhir.php

SELECT *
FROM `tugasakhir`
---
    public function index()
    {
        return view ('admin/admintugak', [
            "title" => 'nama',
            "tugasakhir" => $this->tugasakhir->findAll()